Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: An IUD should not be inserted immediately following septic abortion (MEC category 4).
as_in: ছেপ্টিক গৰ্ভপাতৰ (MEC শ্ৰেণী 4) পিছত লগে লগে IUD প্ৰবিষ্ট কৰিব নালাগে।
bn_in: সেপ্টিক গর্ভপাতের পর অবিলম্বে IUD প্রবেশ করানো উচিৎ নয় (MEC শ্রেণি 4)।
gu_in: સેપ્સિસ ગર્ભપાત (MEC કેટેગરી 4) બાદ તરત IUD દાખલ કરવી જોઇએ નહીં.
hi: सेप्टिक गर्भपात (MEC श्रेणी 4) के तुरंत बाद IUD नहीं लगाया जाना चाहिए।
kn_in: ವಿಷಕಾರಿ ಗರ್ಭಪಾತದ ನಂತರ ತಕ್ಷಣ IUDಯನ್ನು ಸೇರಿಸಬಾರದು (MEC ವರ್ಗ 4).
ml_in: സെപ്റ്റിക് അബോർഷന് ശേഷം ഉടൻ തന്നെ ഒരു IUD നിക്ഷേപിക്കാൻ പാടില്ല (MEC വിഭാഗം 4).
or_in: ସେପ୍ଟିକ୍ ଗର୍ଭପାତ (MEC ବର୍ଗ 4) ପରେ ତୁରନ୍ତ ହିଁ ଏକ IUD ଭର୍ତ୍ତି କରାଯିବା ଉଚିତ ନୁହେଁ।
pa_in: ਸੈਪਟਿਕ ਗਰਭਪਾਤ (MEC ਸ਼੍ਰੇਣੀ 4) ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ IUD ਨਹੀਂ ਦਾਖਲ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ।
ta_in: செப்டிக் கருக்கலைப்பை தொடர்ந்து உடனடியாக ஒரு IUDசெருகப்படக்கூடாது (MEC வகை 4).
te_in: అబార్షన్ తర్వాత వెంటనే IUDని చొప్పించకూడదు (MEC 4 వ వర్గం).

source: Anaemia
as_in: ৰক্তাল্পতা
bn_in: অ্যানিমিয়া বা রক্তাল্পতা
gu_in: એનીમિયા (પાંડુરોગ)
hi: रक्ताल्पता
kn_in: ರಕ್ತಹೀನತೆ
ml_in: അനീമിയ
or_in: ରକ୍ତହୀନତା
pa_in: ਅਨੀਮੀਆ/ਖੂਨ ਦੀ ਕਮੀ
ta_in: இரத்த சோகை
te_in: రక్తహీనత

source: AnIUD can be inserted at any time if it can be determined that the woman is not pregnant. she will require back up method for first 7 days after insertion.
bn_in: গর্ভবতী নন সেটি নির্ধারিত হলে, যেকোনও সময় IUD প্রবেশ করানো যায়। প্রবেশ করানোর পর প্রথম 7 দিন ব্যাক আপ পদ্ধতির প্রয়োজন হবে।
gu_in: સ્ત્રી ગર્ભવતી નથી તેની ચોક્કસપણે ખાતરી હોય તો, IUDને કોઈ પણ સમયે દાખલ કરી શકાય છે. તેને દાખલ કર્યા પછી પ્રથમ 7 દિવસ માટે તેમને બેક અપ મેથડની જરૂર પડશે.
hi: एक IUD को किसी भी समय महिला में अंतर्वेशित किया जा सकता है यदि यह निर्धारित किया जा सके कि महिला गर्भवती नहीं है। उसे अंतर्वेशन के बाद पहले 7 दिनों के लिए बैकअप विधि की आवश्यकता होगी।
kn_in: ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ನಿರ್ಧರಿಸಲು ಸಾಧ್ಯವಾದರೆ ಯಾವುದೇ ಸಮಯದಲ್ಲೂ IUDಯನ್ನು ಸೇರಿಸಬಹುದು. ಸೇರಿಸಿದ ನಂತರ ಮೊದಲ 7 ದಿನಗಳವರೆಗೆ ಆಕೆಗೆ ಹೆಚ್ಚುವರಿ ವಿಧಾನದ ಅಗತ್ಯವಿರುತ್ತದೆ.
ml_in: സ്ത്രീ ഗർഭിണിയല്ലെന്ന് നിർണ്ണയിക്കാൻ കഴിയുമെങ്കിൽ എപ്പോൾ വേണമെങ്കിലും ഒരു IUD നിക്ഷേപിക്കാവുന്നതാണ്. നിക്ഷേപിച്ച ശേഷം ആദ്യത്തെ 7 ദിവസത്തേക്ക് ബാക്കപ്പ് രീതി ആവശ്യമാണ്.
or_in: ଯଦି ମହିଳା ଜଣଙ୍କ ଗର୍ଭବତୀ ନୁହଁନ୍ତି ବୋଲି ନିର୍ଦ୍ଧାରଣ କରାଯାଇପାରିବ, ତେବେ ଯେକୌଣସି ସମୟରେ ଏକ IUD ଭର୍ତ୍ତି କରାଯାଇପାରିବ, ଭର୍ତ୍ତି କରାଯିବା ପରେ ତାଙ୍କୁ ପ୍ରଥମ 7 ଦିନ ପାଇଁ ବ୍ୟାକଅପ୍ ପ୍ରଣାଳୀ ଆବଶ୍ୟକ ହେବ।
pa_in: IUD ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਇਹ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਕਿ ਔਰਤ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਉਸ ਨੂੰ ਦਾਖਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪਹਿਲੇ 7 ਦਿਨਾਂ ਲਈ ਬੈਕਅੱਪ ਵਿਧੀ ਦੀ ਲੋੜ ਪਵੇਗੀ।
te_in: నిర్ధారించగలిగితే ఏ సమయంలోనైనా AnIUD చొప్పించవచ్చు. చొప్పించిన తర్వాత మొదటి 7 రోజులకు ఆమెకు బ్యాకప్ పద్ధతి అవసరం.

source: Antiretroviral medications and abbreviations
as_in: এণ্টিৰেট্ৰোভাইৰেল ঔষধ আৰু সংক্ষিপ্ত ৰূপ
bn_in: অ্যান্টিরেট্রোভাইরাল ওষুধপত্র ও সংক্ষিপ্ত রূপ
gu_in: એન્ટિરીટ્રોવાઇરલ દવાઓ અને સંક્ષિપ્ત રૂપો
hi: एंटीरेट्रोवायरल दवाएं और संकेताक्षर
kn_in: ಆಂಟಿರೆಟ್ರೊವೈರಲ್ ಔಷಧಿಗಳು ಮತ್ತು ಸಂಕ್ಷೇಪಣಗಳು
ml_in: ആന്റി റിട്രോവൈറൽ മരുന്നുകളും ചുരുക്കരൂപങ്ങളും
or_in: ରେଟ୍ରୋଭାଇରସ୍‌ରୋଧୀ ଔଷଧ ଏବଂ ସଂକ୍ଷିପ୍ତାକ୍ଷର
pa_in: ਐਂਟੀਰੇਟ੍ਰੋਵਾਇਰਲ ਦਵਾਈਆਂ ਅਤੇ ਸੰਖੇਪ ਰੂਪ
ta_in: ஆன்டிரெட்ரோவைரல் மருந்துகள் மற்றும் சுருக்கீடுகள்
te_in: యాంటీరెట్రోవైరల్ మందులు మరియు సంక్షిప్తాలు

source: At least 2–3 months. Can be given at a time and it may be more as per programmatic guidelines of the country.
as_in: কমেও 2-3 মাহ। এবাৰতে দিব পাৰি বা এয়া দেশখনৰ কাৰ্যসূচীগত নিৰ্দেশিকা অনুযায়ী অধিক হ’ব পাৰে।
bn_in: ন্যূনতম 2-3 মাস। একবারে দেওয়া যেতে পারে অথবা এটি দেশটির প্রোগ্রাম্যাটিক নির্দেশিকা অনুসারে আরও বেশি হতে পারে।
gu_in: એક વખતમાં ઓછામાં ઓછા 2-3 મહિના આપવામાં આવી શકે છે અને તે દેશની પ્રોગ્રામ સંબંધિત માર્ગદર્શિકા મુજબ વધારે પણ હોઈ શકે છે.
hi: कम से कम 2-3 माह। एक बार में दिया जा सकता है और देश में लागू प्रोग्रामेटिक दिशानिर्देश के अनुसार यह ज्यादा भी हो सकता है।
kn_in: ಕನಿಷ್ಠ 2-3 ತಿಂಗಳುಗಳು. ಒಂದೇ ಬಾರಿ ನೀಡಬಹುದು ಮತ್ತು ಇದು ದೇಶದ ಕಾರ್ಯಕ್ರಮ ಮಾರ್ಗಸೂಚಿಗಳ ಪ್ರಕಾರ ಹೆಚ್ಚು ಬಾರಿಯೂ ನೀಡಬಹುದು.
ml_in: കുറഞ്ഞത് 2-3 മാസം. ഒരു സമയത്ത് നൽകാം, അത് കൂടുതലായും രാജ്യത്തിന്റെ പ്രോഗ്രാം മാർഗ്ഗനിർദ്ദേശങ്ങൾക്കനുസരിച്ച് ആയിരിക്കാം.
or_in: ଅତିକମରେ 2-3 ମାସ। ଗୋଟିଏ ଥରରେ ଦିଆଯାଇପାରିବ ଏବଂ ଏହା ଦେଶର କାର୍ଯ୍ୟକ୍ରମ ଅନୁସାରେ ଅଧିକ ହୋଇପାରେ।
pa_in: ਘੱਟੋ-ਘੱਟ 2–3 ਮਹੀਨੇ। ਇੱਕ ਵਾਰ ਵਿੱਚ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ ਅਤੇ ਇਹ ਦੇਸ਼ ਦੇ ਪ੍ਰੋਗਰਾਮ ਸੰਬੰਧੀ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਅਨੁਸਾਰ ਜ਼ਿਆਦਾ ਵੀ ਹੋ ਸਕਦਾ ਹੈ।
ta_in: குறைந்தது 2-3 மாதங்கள். ஒரே நேரத்தில் கொடுக்கலாம் மற்றும் இது நாட்டின் திட்டம்சார்ந்த வழிகாட்டுதல்களின்படி அதிகமாக இருக்கலாம்.
te_in: కనీసం 2 -3 నెలలు. అసలు ఒకేసారిగా , ఏక మొత్తంగా ఇవ్వవచ్చు, అది కూడా మరింతగా చెప్పాలంటే దేశములో అమలులో ఉన్న మార్గదర్శకాల ప్రకారమే ఉంటుంది.

source: BACK TO CONDITIONS
as_in: চৰ্তসমূহলৈ ঘূৰি যাওক
bn_in: সমস্যায় ফিরে যান
gu_in: પરિસ્થિતિઓ પર પરત
hi: स्थितियों (CONDITIONS) पर वापस जाएं
kn_in: ಷರತ್ತುಗಳಿಗೆ ಹಿಂತಿರುಗಿ
ml_in: അവസ്ഥകളിലേക്ക് മടങ്ങുക
or_in: ଅବସ୍ଥାକୁ ପ୍ରତ୍ୟାବର୍ତ୍ତନ
pa_in: ਸਥਿਤੀਆਂ 'ਤੇ ਵਾਪਸ ਜਾਓ
ta_in: நிபந்தனைகளுக்கு திரும்பல்
te_in: షరతులకు, పరిస్థితులకి వెనక్కు వెళ్దాం

source: Barrier methods
as_in: প্ৰতিবন্ধক পদ্ধতি
bn_in: প্রতিবন্ধক পদ্ধতি
gu_in: બેરિયર મેથડ્સ
hi: बाधा विधियाँ
kn_in: ತಡೆಗೋಡೆ ವಿಧಾನಗಳು
ml_in: ബാരിയർ രീതികൾ
or_in: ଅବରୋଧକ ପ୍ରଣାଳୀ
pa_in: ਰੁਕਾਵਟ ਵਿਧੀਆਂ
ta_in: தடுப்பு முறைகள்
te_in: అడ్డంకి పద్ధతులు

source: Based on the selected medical condition(s), these are the safety ratings for contraceptive methods.
as_in: বাছনি কৰা চিকিৎসীয় স্থিতিৰ আধাৰত, এইবোৰ হৈছে গৰ্ভনিৰোধক পদ্ধতিৰ সুৰক্ষা ৰেটিং।
bn_in: নির্বাচিত চিকিৎসাগত সমস্যার(গুলির) ভিত্তিতে এগুলি হল গর্ভনিরোধক পদ্ধতির সুরক্ষার রেটিং।
gu_in: કેટલીક પસંદગીની તબીબી સ્થિતિ(ઓ) પર આધાર રાખીને અહીં ગર્ભનિરોધક પદ્ધતિઓ માટેના સલામતીના રેટિંગ્સ આપવામાં આવ્યાં છે.
hi: चयनित चिकित्सीय स्थिति/स्थितियों के आधार पर, गर्भनिरोधक विधियों के लिए ये सुरक्षा रेटिंग हैं।
kn_in: ಆಯ್ದ ವೈದ್ಯಕೀಯ ಸ್ಥಿತಿ(ಗಳ) ಆಧಾರದ ಮೇಲೆ, ಇವು ಗರ್ಭನಿರೋಧಕ ವಿಧಾನಗಳ ಸುರಕ್ಷತಾ ರೇಟಿಂಗ್‌ಗಳಾಗಿವೆ.
ml_in: തിരഞ്ഞെടുത്ത മെഡിക്കൽ അവസ്ഥ(കൾ) അടിസ്ഥാനമാക്കി, ഗർഭനിരോധന മാർഗ്ഗങ്ങൾക്കുള്ള സുരക്ഷാ റേറ്റിംഗുകൾ ഇനിപ്പറയുന്നവയാണ്.
or_in: ଚୟନିତ ଚିକିତ୍ସା ଅବସ୍ଥା(ଗୁଡ଼ିକ) ଉପରେ ଆଧାର କରି, ଏହିଗୁଡ଼ିକ ହେଉଛି ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀଗୁଡ଼ିକ ପାଇଁ ସୁରକ୍ଷା ମୂଲ୍ୟାୟନ।
pa_in: ਚੁਣੀ(ਆਂ) ਗਈ(ਆਂ) ਮੈਡੀਕਲ ਸਥਿਤੀ(ਆਂ) ਦੇ ਆਧਾਰ 'ਤੇ, ਇਹ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀਆਂ ਲਈ ਸੁਰੱਖਿਆ ਰੇਟਿੰਗਾਂ ਹਨ।
ta_in: இவை தேர்வு செய்யப்பட்ட மருத்துவ நிலை(கள்) அடிப்படையிலான, கருத்தடை முறைகளுக்கான பாதுகாப்பு மதிப்பீடுகள்.
te_in: ఎంచుకున్న వైద్య పరిస్థితి(ల) ఆధారంగా, ఇవి గర్భనిరోధక సాధనాలు, పద్ధతులకు భద్రతా రేటింగ్‌లు.

source: Based on the selected medical condition(s), these are the safety ratings for contraceptive methods. Click on the arrow to review safety ratings for each condition alone.
as_in: বাছনি কৰা চিকিৎসীয় স্থিতিৰ আধাৰত, এইবোৰ হৈছে গৰ্ভনিৰোধক পদ্ধতিৰ সুৰক্ষা ৰেটিং। কেৱল প্ৰতিটো স্থিতিৰ বাবে সুৰক্ষা ৰেটিং সমীক্ষা কৰিবলৈ কাড়ত ক্লিক কৰক।
bn_in: নির্বাচিত চিকিৎসাগত সমস্যার(গুলির) ভিত্তিতে এগুলি হল গর্ভনিরোধক পদ্ধতির সুরক্ষার রেটিং। প্রতিটি সমস্যায় এককভাবে সুরক্ষার রেটিং পর্যালোচনা করতে, তিরচিহ্নে ক্লিক করুন।
gu_in: કેટલીક પસંદગીની તબીબી સ્થિતિ(ઓ) પર આધાર રાખીને અહીં ગર્ભનિરોધક પદ્ધતિઓ માટેના સલામતીના રેટિંગ્સ આપવામાં આવ્યાં છે. દરેક પરિસ્થિતિ માટેના સલામતીના રેટિંગ્સની અલગથી સમીક્ષા કરવા માટે એરો પર ક્લિક કરો.
hi: वे चिकित्सीय स्थितियां जो चयनित हैं उनके आधार पर, गर्भनिरोधक विधियों के लिए ये सुरक्षा रेटिंग हैं। अकेली प्रत्येक स्थिति की सुरक्षा रेटिंग की समीक्षा करने के लिए तीर पर क्लिक करें।
kn_in: ಆಯ್ದ ವೈದ್ಯಕೀಯ ಸ್ಥಿತಿ(ಗಳ) ಆಧಾರದ ಮೇಲೆ, ಇವು ಗರ್ಭನಿರೋಧಕ ವಿಧಾನಗಳ ಸುರಕ್ಷತಾ ರೇಟಿಂಗ್‌ಗಳಾಗಿವೆ. ಪ್ರತಿ ಸ್ಥಿತಿಗೆ ಮಾತ್ರವೇ ಸುರಕ್ಷತಾ ರೇಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ಬಾಣದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ml_in: തിരഞ്ഞെടുത്ത മെഡിക്കൽ അവസ്ഥ(കൾ) അടിസ്ഥാനമാക്കി, ഗർഭനിരോധന മാർഗ്ഗങ്ങൾക്കുള്ള സുരക്ഷാ റേറ്റിംഗുകൾ ഇനിപ്പറയുന്നവയാണ്. ഓരോ അവസ്ഥയ്ക്കും തനിച്ച് സുരക്ഷാ റേറ്റിംഗുകൾ റിവ്യു ചെയ്യാൻ അമ്പടയാളത്തിൽ ക്ലിക്ക് ചെയ്യുക.
or_in: ଚୟନିତ ଡାକ୍ତରୀ ଅବସ୍ଥା(ଗୁଡ଼ିକ) ଉପରେ ଆଧାର କରି, ଏହିଗୁଡ଼ିକ ହେଉଛି ଗର୍ଭନିରୋଧକ ପ୍ରଣାଳୀ ପାଇଁ ସୁରକ୍ଷା ମୂଲ୍ୟାୟନ। ପ୍ରତ୍ୟେକ ଅବସ୍ଥା ପାଇଁ ସୁରକ୍ଷା ମୂଲ୍ୟାୟନର ସମୀକ୍ଷା କରିବାକୁ ତୀର ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ।
pa_in: ਚੁਣੀ(ਆਂ) ਗਈ(ਆਂ) ਡਾਕਟਰੀ ਸਥਿਤੀ(ਆਂ) ਦੇ ਅਧਾਰ ਤੇ, ਇਹ ਗਰਭ ਨਿਰੋਧਕ ਵਿਧੀਆਂ ਲਈ ਸੁਰੱਖਿਆ ਰੇਟਿੰਗਾਂ ਹਨ। ਇਕੱਲੀ ਹਰੇਕ ਸਥਿਤੀ ਲਈ ਸੁਰੱਖਿਆ ਰੇਟਿੰਗਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਤੀਰ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
ta_in: தேர்ந்தெடுக்கப்பட்ட மருத்துவ நிலை(கள்) அடிப்படையில், இவை கருத்தடை முறைகளுக்கான பாதுகாப்பு மதிப்பீடுகள் ஆகும். ஒவ்வொரு நிபந்தனைக்கும் தனியாக பாதுகாப்பு மதிப்பீடுகளை மதிப்பாய்வு செய்ய அம்புக்குறியைக் கிளிக் செய்யவும்.
te_in: ఎంచుకున్న వైద్య పరిస్థితి(ల) ఆధారంగా, ఇవి గర్భనిరోధక పద్ధతులకు భద్రతా రేటింగ్‌లు. ప్రతి షరతుకు మాత్రమే భద్రతా రేటింగ్‌లను సమీక్షించడానికి, బాణంపై క్లిక్ చేయండి.

source: Benign breast disease or undiagnosed mass.
as_in: ক্ষতিকৰ নোহোৱা স্তনৰ ৰোগ বা ৰোগ নিৰ্ণয় নোহোৱা পিণ্ড।
bn_in: স্তনের অনুকূল অসুখ বা অনিরূপিত মাস ।
gu_in: બેનાઇન બ્રેસ્ટ ડીસીઝ અથવા નિદાન નહીં થયેલું દ્રવ્યમાન.
hi: सौम्य (बिनाइन) स्तन रोग या अनिदानिएअ द्रव्यमान
kn_in: ಹಾನಿಕಾರಕ ಸ್ತನದ ಕಾಯಿಲೆ ಅಥವಾ ರೋಗನಿರ್ಣಯ ಮಾಡದ ದ್ರವ್ಯರಾಶಿ.
ml_in: ബിനൈൻ ബ്രെസ്റ്റ് രോഗം അല്ലെങ്കിൽ രോഗനിർണ്ണയം നടത്താത്ത മുഴ.
or_in: ସୁସାଧ୍ୟ ସ୍ତନ ରୋଗ କିମ୍ୱା ଅଣନିଦାନିତ ସମୂହ
pa_in: ਨਰਮ ਛਾਤੀ ਦੀ ਬਿਮਾਰੀ ਜਾਂ ਅਣਨਿਯੰਤਰਣ ਦ੍ਰਵ ਵਹਿਣਾ
ta_in: ক্ষতিকৰ নোহোৱা স্তনৰ ৰোগ বা ৰোগ নিৰ্ণয় নোহোৱা পিণ্ড।
te_in: నిరపాయమైన రొమ్ము వ్యాధి లేదా గుర్తించబడని ద్రవ్యరాశి

source: Benign ovarian tumours, including cysts.
as_in: ক্ষতিকৰ নোহোৱা ডিম্বাশয়ৰ টিউমাৰ, চিষ্ট সহ।
bn_in: সিস্ট সহ ডিম্বাশয়ের অনুকূল টিউমার।
gu_in: બેનાઇન ઓવેરિયન ટ્યુમર્સ, સીસ્ટ સહિત.
hi: गाँठ सहित सौम्य अंडाशय (ओवेरयिन) ट्यूमर
kn_in: ಚೀಲಗಳೂ ಸೇರಿದಂತೆ ಹಾನಿಕಾರಕ ಅಂಡಾಶಯದ ಗೆಡ್ಡೆಗಳು.
ml_in: മുഴകൾ ഉൾപ്പെടെയുള്ള ബിനൈൻ അണ്ഡാശയ ട്യൂമറുകൾ.
or_in: ସୁସାଧ୍ୟ ଡିମ୍ୱଶୟ, ପୁଟୀ ସମେତ
pa_in: ਸਿਸਟ ਸਮੇਤ, ਨਰਮ ਅੰਡਕੋਸ਼ ਦੇ ਟਿਊਮਰ
ta_in: நீர்க்கட்டிகள் (cysts ) உள்ளிட்ட தீங்கற்ற கர்ப்பைக் கட்டிகள்.
te_in: నిరపాయమైన అండాశయ కణితులు, తిత్తులతో సహా

source: Breast cancer
as_in: স্তনৰ কেন্সাৰ ৰোগ
bn_in: স্তনের ক্যানসার
gu_in: સ્તનનું કેન્સર
hi: स्तन कैंसर
kn_in: ಸ್ತನ ಕ್ಯಾನ್ಸರ್
ml_in: സ്തനാർബുദം
or_in: ସ୍ତନ କର୍କଟ
pa_in: ਛਾਤੀ ਦਾ ਕੈਂਸਰ
ta_in: மார்பக புற்று நோய்
te_in: రొమ్ము క్యాన్సర్

source: Breast Cancer
as_in: স্তনৰ কেন্সাৰ ৰোগ
bn_in: স্তনের ক্যানসার
gu_in: સ્તનનું કેન્સર
hi: स्तन कैंसर
kn_in: ಸ್ತನ ಕ್ಯಾನ್ಸರ್
ml_in: സ്തനാർബുദം
or_in: ସ୍ତନ କର୍କଟ
pa_in: ਛਾਤੀ ਦਾ ਕੈਂਸਰ
ta_in: மார்பக புற்று நோய்

source: Breastfeeding.
as_in: স্তন্যপান কৰাই থকা
bn_in: স্তন্যদান
gu_in: સ્તનપાન
hi: स्तनपान.
kn_in: ಸ್ತನ್ಯಪಾನ.
ml_in: മുലയൂട്ടൽ
or_in: ସ୍ତନ୍ୟପାନ
pa_in: ਛਾਤੀ ਦਾ ਦੁੱਧ ਚੁੰਘਾਉਣਾ
ta_in: தாய்ப்பாலூட்டல்
te_in: చనుబాలు ఇస్తున్నప్పుడు

source: Can be used while breastfeeding; must be taken at the same time each day.
as_in: স্তন্যপান কৰোৱাৰ সময়ত ব্যৱহাৰ কৰিব পাৰি; প্ৰতিদিনে একে সময়তে গ্ৰহণ কৰিব লাগিব।
bn_in: স্তন্যদানের সময়ে ব্যবহার করা যায়; অবশ্যই প্রতিদিন একই সময়ে গ্রহণ করতে হবে।
gu_in: સ્ત્રી સ્તનપાન કરાવતી હોય તે દરમિયાન પણ લઈ શકાય છે; તેને દરરોજ એક જ સમયે લઈ શકાય છે.
hi: इनका उपयोग स्तनपान के दौरान किया जा सकता है; इन्हें प्रत्येक दिन समान समय पर लेना चाहिए।
kn_in: ಸ್ತನ್ಯಪಾನ ಮಾಡಿಸುವಾಗ ಬಳಸಬಹುದು; ಪ್ರತಿದಿನ ಒಂದೇ ಸಮಯದಲ್ಲಿ ತೆಗೆದುಕೊಳ್ಳಬೇಕು.
ml_in: മുലയൂട്ടുന്ന സമയത്ത് ഉപയോഗിക്കാം; എല്ലാ ദിവസവും ഒരേ സമയത്ത് എടുക്കണം.
or_in: ସ୍ତନ୍ୟପାନ କରାଉଥିବା ସମୟରେ ବ୍ୟବହାର କରିହେବ; ପ୍ରତ୍ୟେକ ଦିନ ସମାନ ସମୟରେ ନିଆଯିବା ଉଚିତ।
pa_in: ਛਾਤੀ ਦਾ ਦੁੱਧ ਚੁੰਘਾਉਣ ਵੇਲੇ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ; ਹਰ ਦਿਨ ਇੱਕੋ ਸਮੇਂ ਲਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
ta_in: தாய்ப்பால் கொடுக்கும்போது இதை பயன்படுத்தலாம் : ஒவ்வொரு நாளும் ஒரே நேரத்தில் எடுத்துக் கொள்ள வேண்டும்.
te_in: తల్లిపాలను సమయంలో ఉపయోగించవచ్చు; ప్రతి రోజు అదే సమయంలో తీసుకోవాలి.

source: Can insert Cu IUCD and LNG-IUD <48 hours after delivery and during LSCS or ≥6 weeks after delivery.
as_in: প্ৰসৱৰ পিছত 48 ঘণ্টাৰ ভিতৰত আৰু LSCS-ৰ সময়ত বা প্ৰসৱৰ ≥6 সপ্তাহ পিছত Cu IUCD আৰু LNG-IUD প্ৰবিষ্ট কৰিব পাৰি।
bn_in: ডেলিভারির পর <48 ঘণ্টায় ও LSCS চলাকালীন বা ডেলিভারির ≥6 সপ্তাহ পর Cu IUCD ও LNG-IUD প্রবেশ করানো যায়।
gu_in: પ્રસૂતિ પછી <48 કલાકે અને LSCS દરમિયાન કે પ્રસૂતિ પછી ≥6 અઠવાડિયે Cu IUCD અને LNG-IUDને દાખલ કરી શકાય છે.
hi: प्रसव के 48 घंटे बाद और LSCS के दौरान या प्रसव के 6 सप्ताह बाद Cu IUCD और LNG-IUD अन्तर्स्थापित कर सकते हैं
kn_in: Cu IUCD ಮತ್ತು LNG-IUD ಅನ್ನು <ಹೆರಿಗೆಯ 48 ಗಂಟೆಗಳ ನಂತರ ಮತ್ತು LSCS ಸಮಯದಲ್ಲಿ ಅಥವಾ ಹೆರಿಗೆಯ ≥6 ವಾರಗಳ ನಂತರ ಸೇರಿಸಬಹುದು.
ml_in: Cu IUCD, LNG-IUD എന്നിവ പ്രസവത്തിന് <48 മണിക്കൂർ കഴിഞ്ഞും LSCS സമയത്തും അല്ലെങ്കിൽ പ്രസവം കഴിഞ്ഞ് ≥6 ആഴ്ചക്ക് ശേഷവും നിക്ഷേപിക്കാം.
or_in: ପ୍ରସବର <48 ଘଣ୍ଟା ପରେ ଏବଂ LSCS ଅବଧିରେ କିମ୍ୱା ପ୍ରସବର ≥6 ସପ୍ତାହ ପରେ Cu IUCD ଓ LNG-IUD ଭର୍ତ୍ତି କରାଯାଇପାରିବ
pa_in: CU IUCD ਅਤੇ LNG-IUD ਨੂੰ ਡਿਲੀਵਰੀ ਦੇ <48 ਘੰਟਿਆਂ ਬਾਅਦ ਅਤੇ LSCS ਦੌਰਾਨ ਜਾਂ ਡਿਲੀਵਰੀ ਦੇ ≥ 6 ਹਫਤਿਆਂ ਬਾਅਦ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
ta_in: Cu IUCD மற்றும் LNG-IUD –ஐ பிரசவத்திற்கு <48 மணிநேரத்துக்குப் பிறகும் மற்றும் LSCS –ன் போது அல்லது பிரசவத்திற்கு பிறகு ≥6 வாரங்களிலும் பொருத்தலாம்.
te_in: Cu IUCD మరియు LNG-IUD <48 గంటల తర్వాత డెలివరీ తర్వాత మరియు LSCS సమయంలో లేదా≥6 వారాల డెలివరీ తర్వాత చొప్పించవచ్చు

source: Cancer
as_in: কৰ্কট ৰোগ
bn_in: ক্যানসার
gu_in: કેન્સર
hi: कैंसर
kn_in: ಕ್ಯಾನ್ಸರ್
ml_in: കാൻസർ
or_in: କର୍କଟ
pa_in: ਕੈਂਸਰ
ta_in: புற்று நோய்
te_in: క్యాన్సర్

source: Cancer (Breast Cancer)
as_in: কৰ্কট ৰোগ (স্তনৰ কেন্সাৰ ৰোগ)
bn_in: ক্যানসার (স্তনের ক্যানসার)
gu_in: કેન્સર (સ્તનનું કેન્સર)
hi: कैंसर (स्तन कैंसर)
kn_in: ಕ್ಯಾನ್ಸರ್ (ಸ್ತನ ಕ್ಯಾನ್ಸರ್)
ml_in: കാൻസർ (സ്തനാർബുദം)
pa_in: ਕੈਂਸਰ (ਛਾਤੀ ਦਾ ਕੈਂਸਰ)
ta_in: புற்று நோய் (மார்பக புற்று நோய்)
te_in: క్యాన్సర్ (రొమ్ము క్యాన్సర్)

source: Cancer (Cervical cancer)
as_in: কৰ্কট ৰোগ (গ্ৰীৱাৰ কৰ্কট ৰোগ)
bn_in: ক্যানসার (জরায়ু সংক্রান্ত ক্যানসার)
gu_in: કેન્સર (ગર્ભાશયના મુખનું કેન્સર)
hi: गर्भाशय ग्रीवा (सर्वाइकल) कैंसर
kn_in: ಕ್ಯಾನ್ಸರ್ (ಗರ್ಭಕಂಠದ ಕ್ಯಾನ್ಸರ್)
ml_in: കാൻസർ (സെർവിക്കൽ കാൻസർ)
pa_in: ਕੈਂਸਰ (ਬੱਚੇਦਾਨੀ ਦੇ ਮੂੰਹ ਦਾ ਕੈਂਸਰ)
ta_in: புற்று நோய் (கர்ப்பப்பை வாய் புற்று நோய்)
te_in: క్యాన్సర్ (గర్భాశయ క్యాన్సర్)

source: Cardiovascular Diseases
as_in: কাৰ্ডিওভাস্কুলাৰ ৰোগ
bn_in: কার্ডিওভাস্কুলার অসুখ
gu_in: કાર્ડિયોવાસ્ક્યુલર બીમારીઓ
hi: हृदय रोग (कार्डियोवैस्कुलर रोग)
kn_in: ಹೃದಯರಕ್ತನಾಳದ ಕಾಯಿಲೆಗಳು
ml_in: ഹൃദയ സംബന്ധമായ രോഗങ്ങൾ
or_in: ହୃଦୟ ରୋଗ
pa_in: ਕਾਰਡੀਓਵੈਸਕੁਲਰ ਬਿਮਾਰੀਆਂ/ਦਿਲ ਦੀ ਬਿਮਾਰੀ
ta_in: கார்டியோவேஸ்குலர் நோய்கள்
te_in: గుండెకు సంబంధించిన వ్యాధులు

source: Cardiovascular Diseases (Stroke, IHD, multiple risk factors°)
as_in: কাৰ্ডিওভাস্কুলাৰ ৰোগ(ষ্ট্ৰোক, IHD, একাধিক বিপদাশংকাৰ কাৰক°)
bn_in: কার্ডিওভাস্কুলার অসুখ (স্ট্রোক, IHD, একাধিক ঝুঁকির বিষয়°)
gu_in: કાર્ડિયોવાસ્ક્યુલર બીમારીઓ (સ્ટ્રોક, IHD, એકથી વધારે જોખમકારક પરિબળો°)
hi: हृदय रोग (कार्डियोवैस्कुलर रोग) स्ट्रोक, आईएचडी, अनेक जोखिम कारक°
kn_in: ಹೃದಯರಕ್ತನಾಳದ ಕಾಯಿಲೆಗಳು (ಪಾರ್ಶ್ವವಾಯು, IHD, ಬಹು ಅಪಾಯದ ಅಂಶಗಳು)
ml_in: ഹൃദയ സംബന്ധമായ രോഗങ്ങൾ (മസ്തിഷ്കാഘാതം, IHD, ഒന്നിലധികം അപകടസാധ്യതാ ഘടകങ്ങൾ°)
or_in: ହୃଦୟ ରୋଗ (ଷ୍ଟ୍ରୋକ୍, IHD, ଏକାଧିକ ବିପଦ କାରକ°)
pa_in: ਕਾਰਡੀਓਵੈਸਕੁਲਰ ਬਿਮਾਰੀਆਂ/ਦਿਲ ਦੀ ਬਿਮਾਰੀ ਸਟ੍ਰੋਕ, IHD, ਕਈ ਜੋਖ਼ਮ ਕਾਰਕ°
ta_in: கார்டியோவேஸ்குலர் நோய்கள் ( பக்கவாதம், IHD, பல ஆபத்து காரணிகள்°)
te_in: గుండెకు సంబంధించిన కార్డియోవాస్కులర్ వ్యాధులు (స్ట్రోక్, IHD, అనేక రకాల ప్రమాద కారకాలు°)

source: Cardiovascular Diseases (Valvular heart disease (complicated))
as_in: কাৰ্ডিওভাস্কুলাৰ ৰোগ (ভালভুলাৰ হৃদ ৰোগ (জটিল))
bn_in: কার্ডিওভাস্কুলার অসুখ (হৃৎপিণ্ডের ভাল্ভিউলার অসুখ (জটিল))
gu_in: કાર્ડિયોવાસ્ક્યુલર બીમારીઓ (વાલ્વુલર હાર્ટ ડીસીઝ (જટિલ))
hi: हृदय रोग (कार्डियोवैस्कुलर रोग) स्ट्रोक, आईएचडी, अनेक जोखिम कारक°
kn_in: ಹೃದಯರಕ್ತನಾಳದ ಕಾಯಿಲೆಗಳು (ಕವಾಟದ ಹೃದಯ ಕಾಯಿಲೆ (ಸಂಕೀರ್ಣ))
ml_in: ഹൃദയ സംബന്ധമായ രോഗങ്ങൾ (വാൽവുലർ ഹൃദ്രോഗം (സങ്കീർണ്ണമായത്))
or_in: ହୃଦୟ ରୋଗ କପାଟିକା ହୃଦୟ ରୋଗ (ଜଟିଳ)
pa_in: ਕਾਰਡੀਓਵੈਸਕੁਲਰ ਬਿਮਾਰੀਆਂ ਵਾਲਵੂਲਰ ਦਿਲ ਦੀ ਬਿਮਾਰੀ (ਜਟਿਲ)
ta_in: கார்டியோவேஸ்குலர் நோய்கள் ( வால்வு தொடர்பான இதய நோய் (சிக்கலானது) )
te_in: కార్డియోవాస్కులర్ వ్యాధులు (వాల్యులర్ గుండె జబ్బు (సంక్లిష్టమైనది))

source: Centchroman can be safely taken by women just after abortion, miscarriage or ectopic pregnancy.
as_in: গৰ্ভপাত হোৱা, বা ইক্টোপিক গৰ্ভধাৰণৰ ঠিক পিছতে মহিলাসকলে চেণ্টক্ৰ’মেন সুৰক্ষিতভাৱে গ্ৰহণ কৰিব পাৰে।
bn_in: গর্ভপাত, মিসক্যারেজ বা এক্টোপিক গর্ভধারণের ঠিক পর মহিলারা সুরক্ষিতভাবে সেন্টক্রোমান গ্রহণ করতে পারেন।
gu_in: સ્ત્રી દ્વારા સેન્ટક્રોમેનને ગર્ભપાત, કસુવાવડ કે એક્ટોપિક ગર્ભાવસ્થા પછી તરત સલામતીપૂર્વક લઈ શકાય છે.
hi: महिलाएं गर्भपात, गर्भस्त्राव या अस्थानिक गर्भावस्था के तुरंत बाद सेंटक्रोमन को सुरक्षित रूप से ले सकती हैं
kn_in: ಗರ್ಭಪಾತ ಅಥವಾ ಅಪಸ್ಥಾನೀಯ ಗರ್ಭಧಾರಣೆಯ ನಂತರ ಮಹಿಳೆಯರು ಸೆಂಟ್ಕ್ರೋಮನ್ ಅನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ml_in: ഗർഭച്ഛിദ്രം, ഗർഭം അലസൽ അല്ലെങ്കിൽ എക്ടോപിക് ഗർഭം എന്നിവയ്ക്ക് ശേഷം സ്ത്രീകൾക്ക് സുരക്ഷിതമായി സെന്റ്ക്രോമൻ എടുക്കാം.
or_in: ଗର୍ଭପାତ, ଗର୍ଭସ୍ରାବ କିମ୍ୱା ଅପାବସ୍ଥାନିକ ଗର୍ଭଧାରଣର ଠିକ୍ ପରେ ସୁରକ୍ଷିତ ଭାବେ ସେଣ୍ଟକ୍ରୋମନ୍ ଗ୍ରହଣ କରିହେବ
pa_in: ਗਰਭਪਾਤ, ਗਰਭਪਾਤ ਜਾਂ ਐਕਟੋਪਿਕ ਗਰਭਅਵਸਥਾ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ ਔਰਤਾਂ ਦੁਆਰਾ ਸੈਂਟਕ੍ਰੋਮਨ ਨੂੰ ਸੁਰੱਖਿਅਤ ਤਰੀਕੇ ਨਾਲ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ
te_in: అబార్షన్, గర్భస్రావం లేదా ఎక్టోపిక్ ప్రెగ్నెన్సీ తర్వాత మహిళలు సెంక్రోమన్ సురక్షితంగా తీసుకోవచ్చు

source: Centchroman is to be taken twice a week for the first 3 months and once a week from the 4th month onwards.
as_in: চেণ্টক্ৰ’মেন প্ৰথম 3 মাহৰ বাবে সপ্তাহত দুবাৰকৈ আৰু 4ৰ্থ মাহৰ পৰা সপ্তাহত এবাৰকৈ গ্ৰহণ কৰিব লাগিব।
bn_in: প্রথম 3 মাস সপ্তাহে দুইবার ও 4র্থ মাস থেকে সপ্তাহে একবার সেন্টক্রোমান গ্রহণ করতে হবে।।
gu_in: સેન્ટક્રોમેનને પ્રથમ 3 મહિના માટે અઠવાડિયામાં બે વખત અને ચોથા મહિનાથી અઠવાડિયે એક વખત લેવાની રહે છે.
hi: सेंटक्रोमैन को प्रथम 3 महीनों तक सप्ताह में दो बार और चौथे महीने से सप्ताह में एक बार लेना होता है।
kn_in: ಸೆಂಟ್ಕ್ರೋಮನ್ ಅನ್ನು ಮೊದಲ 3 ತಿಂಗಳು ವಾರಕ್ಕೆರಡು ಬಾರಿ ಮತ್ತು 4 ನೇ ತಿಂಗಳಿನಿಂದ ವಾರಕ್ಕೊಮ್ಮೆ ತೆಗೆದುಕೊಳ್ಳಬೇಕು.
ml_in: ഗർഭച്ഛിദ്രം, ഗർഭം അലസൽ അല്ലെങ്കിൽ എക്ടോപിക് ഗർഭം എന്നിവയ്ക്ക് ശേഷം സ്ത്രീകൾക്ക് സുരക്ഷിതമായി സെന്റ്ക്രോമൻ എടുക്കാം.
or_in: ସେଣ୍ଟକ୍ରୋମନ୍‌କୁ ପ୍ରଥମ 3 ମାସ ପର୍ଯ୍ୟନ୍ତ ସପ୍ତାହକୁ ଦୁଇଥର ଏବଂ 4ର୍ଥ ମାସ ପରଠାରୁ ସପ୍ତାହକୁ ଥରେ ସେବନ କରାଯିବ।
pa_in: ਸੈਂਟਕ੍ਰੋਮਨ ਨੂੰ ਪਹਿਲੇ 3 ਮਹੀਨਿਆਂ ਲਈ ਹਫ਼ਤੇ ਵਿੱਚ ਦੋ ਵਾਰ ਅਤੇ ਚੌਥੇ ਮਹੀਨੇ ਤੋਂ ਹਫ਼ਤੇ ਵਿੱਚ ਇੱਕ ਵਾਰ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ।
ta_in: கருக்கலைப்பு, கருச்சிதைவு அல்லது இடம் மாறிய கர்ப்பத்துக்குப் பிறகு சென்ட்க்ரோமேன்- ஐ பெண்கள் பாதுகாப்பாக எடுத்துக் கொள்ளலாம்.
te_in: సెంక్రోమ్యాన్‌ను మొదటి 3 నెలలు వారానికి రెండుసార్లు మరియు 4వ నెల నుండి వారానికి ఒకసారి తీసుకోవాలి.

source: Centchroman pills
as_in: চেনক্ৰোমেন বড়ি
bn_in: সেন্টক্রোমান পিল
gu_in: સેન્ટક્રોમેન પિલ્સ
hi: सेंटक्रोमन गोलियाँ
kn_in: ಸೆಂಟ್ಕ್ರೋಮನ್ ಮಾತ್ರೆಗಳು
ml_in: സെന്റ്ക്രോമൻ ഗുളികകൾ
or_in: ସେଣ୍ଟକ୍ରୋମନ୍ ବଟିକା
pa_in: ਸੈਂਟਕ੍ਰੋਮੈਨ ਗੋਲੀਆਂ
ta_in: சென்ட்க்ரோமேன் மாத்திரைகள்
te_in: సెంక్రోమన్ మాత్రలు

source: Cervical cancer
as_in: গ্ৰীৱাৰ কৰ্কট ৰোগ
bn_in: জরায়ু সংক্রান্ত ক্যানসার
gu_in: ગર્ભાશયના મુખનું કેન્સર
hi: गर्भाशय ग्रीवा (सर्वाइकल) कैंसर
kn_in: ಗರ್ಭಕಂಠದ ಕ್ಯಾನ್ಸರ್
ml_in: സെർവിക്കൽ കാൻസർ
or_in: ଗ୍ରୀବା କର୍କଟ
pa_in: ਬੱਚੇਦਾਨੀ ਦੇ ਮੂੰਹ ਦਾ ਕੈਂਸਰ
ta_in: கர்ப்பப்பை வாய் புற்று நோய்
te_in: గర్భాశయ క్యాన్సర్

source: CHC can be initiated immediately post-abortion. No additional contraceptive protection is needed.
as_in: গৰ্ভপাতৰ পিছত তৎক্ষণাৎ CHC আৰম্ভ কৰিব পাৰি। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: গর্ভপাতের পর অবিলম্বে CHC শুরু করতে পারেন। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: ગર્ભપાત પછી તરત જ CHCને શરૂ કરી શકાય છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂરિયાત નથી.
hi: CHC को गर्भपात के तुरंत बाद प्रारंभ किया जा सकता है। इसमें किसी भी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಗರ್ಭಪಾತದ ನಂತರ ತಕ್ಷಣವೇ CHCಯನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: ഗർഭഛിദ്രത്തിന് ശേഷം ഉടൻ തന്നെ CHC ആരംഭിക്കാവുന്നതാണ്. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ଗର୍ଭପାତ ପରେ ତୁରନ୍ତ CHC ଆରମ୍ଭ କରିହେବ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਗਰਭਪਾਤ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ CHC ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: கருக்கலைப்புக்குப் பிறகு உடனடியாக CHC-ஐ தொடங்கி விடலாம். கூடுதல் கருத்தடை பாதுகாப்புக்கு அவசியம் இல்லை.
te_in: అబార్షన్ తర్వాత వెంటనే CHCని ప్రారంభించవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: CHCs are typically dosed with 21-24 consecutive days of hormone followed by 4-7 hormone-free days. However, dosing regimens that have fewer or no hormone-free days are also used.
as_in: CHC সাধাৰণতে একেৰাহে 21-24 দিনৰ হৰমনৰ সৈতে পালি দিয়া হয় আৰু তাৰ পিছত 4-7 হৰমন-মুক্ত দিন থাকে। অৱশ্যে, হৰমন-মুক্ত দিন কম হোৱা বা সমূলি নোহোৱা পালিৰ পদ্ধতিও ব্যৱহাৰ কৰা হয়।
bn_in: CHC হল সাধারণত লাগাতার 21-24 দিন হরমোনের মাত্রা ও তারপর 4-7 দিন হরমোন ছাড়া। তবে, আরও কম বা হরমোন ছাড়া কোনও দিন না থাকার মাত্রাদানের বিধানও ব্যবহৃত হয়।
gu_in: CHCsને સામાન્ય રીતે સળંગ 21-24 દિવસ હોર્મોનના ડૉઝની સાથે આપવામાં આવે છે, જેના પછી 4-7 દિવસ હોર્મોન આપવામાં આવતાં નથી. જોકે, ખૂબ જ થોડાં અથવા સહેજ પણ હોર્મોનનો ઉપયોગ કરવામાં ન આવતો હોય તેવા ડૉઝનો પણ ઉપયોગ થાય છે.
hi: आमतौर पर CHCs में हार्मोन की खुराक लगातार 21-24 दिनों तक दी जाती है और उसके बाद 4-7 दिनों तक हार्मोन-मुक्त खुराक दी जाती है। हालाँकि, ऐसे आहार नियम जिनमें कम या कोई हार्मोन-मुक्त दिन नहीं होते हैं, उनका भी उपयोग किया जाता है।
kn_in: CHCಗಳನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಸತತ 21-24 ದಿನಗಳ ಹಾರ್ಮೋನಿನ ಜೊತೆ ನೀಡಲಾಗುತ್ತದೆ ಮತ್ತು ನಂತರ 4-7 ಹಾರ್ಮೋನ್ ಮುಕ್ತ ದಿನಗಳಿರುತ್ತವೆ. ಆದಾಗ್ಯೂ, ಕಡಿಮೆ ಅಥವಾ ಹಾರ್ಮೋನ್ ಮುಕ್ತ ದಿನಗಳನ್ನು ಹೊಂದಿರದ ಡೋಸಿಂಗ್ ನಿಯಮಗಳನ್ನು ಸಹ ಬಳಸಲಾಗುತ್ತದೆ.
ml_in: CHC-കൾ സാധാരണയായി 21-24 ദിവസം തുടർച്ചയായി ഹോർമോൺ നൽകുന്നു, തുടർന്ന് 4-7 ഹോർമോൺ രഹിത ദിവസങ്ങൾ ഉണ്ടാകും. എന്നിരുന്നാലും, ഹോർമോൺ രഹിത ദിവസങ്ങൾ കുറവോ ഇല്ലാത്തതോ ആയ ഡോസിംഗ് സമ്പ്രദായങ്ങളും ഉപയോഗിക്കുന്നുണ്ട്.
or_in: CHCs ସାଧାରଣତଃ ହର୍ମୋନ୍‌ର ନିରନ୍ତର 21-24 ଦିନ, ତାହାପରେ 4-7 ହର୍ମୋନ୍-ମୁକ୍ତ ଦିନ ସହିତ ଡୋଜ୍ ଦିଆଯାଇଥାଏ।ହେଲେ, ପଥ୍ୟ ମାତ୍ରା, ଯେଉଁଥିରେ ସ୍ୱଳ୍ପ କିମ୍ୱା କୌଣସି ହର୍ମୋନ୍-ମୁକ୍ତ ଦିନ ନଥିବ, ତାହା ମଧ୍ୟ ବ୍ୟବହାର କରିହେବ।
pa_in: CHCs ਨੂੰ ਆਮ ਤੌਰ 'ਤੇ 21-24 ਦਿਨਾਂ ਦੇ ਹਾਰਮੋਨ ਨਾਲ ਖੁਰਾਕ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਇਸ ਤੋਂ ਬਾਅਦ 4-7 ਹਾਰਮੋਨ-ਮੁਕਤ ਦਿਨ ਹੁੰਦੇ ਹਨ। ਹਾਲਾਂਕਿ, ਖੁਰਾਕ ਦੇ ਨਿਯਮ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਘੱਟ ਜਾਂ ਕੋਈ ਹਾਰਮੋਨ-ਮੁਕਤ ਦਿਨ ਨਹੀਂ ਹੁੰਦੇ, ਦੀ ਵਰਤੋਂ ਵੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
ta_in: CHC-கள் பொதுவாக 24 நாட்களுக்கு தொடர்ச்சியாக தரப்படுகின்றன. தொடர்ந்து 21-24 நாட்களுக்கு 4-7 ஹார்மோன் –இல்லாமல் இருக்க வேண்டும். எனினும், மிகவும் குறைவான அல்லது ஹார்மோன் இல்லாத நாட்கள் உள்ள மருந்தளவுகளும் உபயோகிக்கப்படுகின்றன.
te_in: CHCలు సాధారణంగా 21-24 వరుస రోజుల హార్మోన్‌తో డోస్ చేయబడతాయి, తర్వాత 4-7 హార్మోన్-రహిత రోజులు ఉంటాయి. అయినప్పటికీ, తక్కువ లేదా హార్మోన్ లేని రోజులు కూడా, మోతాదు నియమాలు ఉపయోగించబడతాయి.

source: Cirrhosis/ liver tumor
as_in: সিরোসিস / যকৃতে টিউমার
bn_in: সিরোসিস / যকৃতে টিউমার
gu_in: સિરોસિસ/લિવરમાં ગાંઠ
hi: सिरोसिस/यकृत ट्यूमर
kn_in: ಸಿರೋಸಿಸ್ / ಪಿತ್ತಜನಕಾಂಗದ ಗೆಡ್ಡೆ
ml_in: സിറോസിസ്/കരളിലെ ട്യൂമർ
pa_in: ਸਿਰੋਸਿਸ/ ਲੀਵਰ ਟਿਊਮਰ
ta_in: சிரோசிஸ்/கல்லீரல் கட்டி
te_in: సిర్రోసిస్/లివర్ ట్యూమర్

source: Client controlled
as_in: গ্রাহক নিয়ন্ত্রিত
bn_in: গ্রাহক নিয়ন্ত্রিত
gu_in: ક્લાયેન્ટ દ્વારા નિયંત્રિત
hi: ग्राहक द्वारा नियंत्रित
kn_in: ಫಲಾನುಭವಿಗಳು ನಿಯಂತ್ರಿಸಬಹುದು
ml_in: ക്ലയന്റ് നിയന്ത്രിക്കുന്നത്
or_in: କ୍ଲାଏଣ୍ଟ ନିୟନ୍ତ୍ରିତ
pa_in: ਕਲਾਇੰਟ ਨਿਯੰਤਰਿਤ
ta_in: வாடிக்கையாளர் கட்டுப் படுத்துவது
te_in: క్లయింట్ ద్వారా నియంత్రించబడింది

source: COCs and heavy smoking = 4; COCs and heavy smokers, <35 = 2; CICs and light smoking = 2.
as_in: COC আৰু প্ৰচুৰ ধূমপান = 4; COC আৰু প্ৰচুৰ ধূমপান কৰা লোক, <35 = 2; CICs আৰু লঘু ধূমপান = 2।
bn_in: COC ও অত্যধিক ধূমপান = 4; COC ও অত্যধিক ধূমপায়ী, <35 = 2; CIC ও সামান্য ধূমপান = 2।
gu_in: COCs અને ભારે ધૂમ્રપાન = 4; COCs અને ભારે ધૂમ્રપાન કરનારા લોકો, <35 = 2; CICs અને હળવું ધૂમ્રપાન = 2
hi: COCs और अत्याधिक धूम्रपान = 4; COCs और अत्याधिक धूम्रपान करने वाले, <35 = 2; CICs और हल्का धूम्रपान = 2
kn_in: COCಗಳು ಮತ್ತು ಅತಿಯಾದ ಧೂಮಪಾನ = 4; COCಗಳು ಮತ್ತು ಭಾರಿ ಧೂಮಪಾನಿಗಳು, <35 = 2; CICಗಳು ಮತ್ತು ಲಘು ಧೂಮಪಾನ = 2.
ml_in: COC-കളും കടുത്ത പുകവലിയും = 4; COC-കളും കടുത്ത പുകവലിക്കാരും, <35 = 2; CIC-കളും നേരിയ പുകവലിയും = 2.
or_in: COCs ଓ ଭାରୀ ଧୂମପାନ = 4; COCs ଓ ଭାରୀ ଧୂମପାନକାରୀ, <35 = 2; CICs ଓ ହାଲୁକା ଧୂମପାନ = 2
pa_in: COCs ਅਤੇ ਭਾਰੀ ਤੰਬਾਕੂਨੋਸ਼ੀ = 4; COCs ਅਤੇ ਭਾਰੀ ਤੰਬਾਕੂਨੋਸ਼ੀ ਕਰਨ ਵਾਲੇ, <35 = 2; CICs ਅਤੇ ਹਲਕੀ ਤੰਬਾਕੂਨੋਸ਼ੀ = 2
ta_in: COCs மற்றும் பலத்த புகைபிடித்தல் = 4; COCs மற்றும் நிறைய புகை பிடிப்பவர்கள், <35 = 2; CICs மற்றும் குறைந்த புகைபிடிப்பு = 2.
te_in: COCలు మరియు భారీ ధూమపానం = 4; COCలు మరియు అధిక ధూమపానం చేసేవారు, <35 = 2; CICలు మరియు తేలికపాటి ధూమపానం = 2

source: Combined hormonal contraceptives
as_in: একত্ৰিত হৰ্মোনেল গৰ্ভনিৰোধক
bn_in: সম্মিলিত হরমোন যুক্ত গর্ভনিরোধক
gu_in: કમ્બાઇન્ડ હોર્મોનલ કૉન્ટ્રાસેપ્ટિવ્સ
hi: संयुक्त (कम्बाइंड) हार्मोनल गर्भनिरोधक
kn_in: ಸಂಯೋಜಿತ ಹಾರ್ಮೋನುಗಳ ಗರ್ಭನಿರೋಧಕಗಳು
ml_in: സംയോജിത ഹോർമോൺ ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ
or_in: ମିଶ୍ରିତ ହର୍ମୋନଲ୍ ଗର୍ଭନିରୋଧକ
pa_in: ਸੰਯੁਕਤ ਹਾਰਮੋਨਲ ਗਰਭ ਨਿਰੋਧਕ
ta_in: ஒருங்கிணைந்த ஹார்மோனல் கருத்தடைப் பொருட்கள்
te_in: కంబైన్డ్ హార్మోన్ల గర్భనిరోధకాలు
